[
    { 
        "company": {
        "name": "AdCash",
        "about": "Adcash is a global online advertising platform. Our team has been rocking the ad tech industry since 2007 and we have offices in Tallinn, Barcelona and Sofia.<br><br> With advanced in-house optimization technology and over 13 years’ ad tech experience, we provide businesses with digital advertising tools that deliver real results. Our platform enables advertisers to reach global audiences and allows publishers to monetize web traffic with minimal effort. We have 10K+ active campaigns worldwide that are shown in 196 countries that reach 200M+ unique internet users every day. There’s a high probability you’ve seen our ads when browsing the web.<br><br> People are our greatest asset and we’re constantly looking for talented people to join our team. The life of an Adcasher includes the use of the latest technologies and equipment, working in pet-friendly city-centre offices, health and sports compensation and yearly training budget.<br><br> Find out more here: <a target='_blank' href='http://adcash.com/careers'>adcash.com/careers</a>"
        }
    },
    
    { 
        "company": {
        "name": "Arvato",
        "about": "ABOUT US<br> We have 13+ different development teams, working in the fintech, payment, debt collection, security operations, risk management and animal welfare areas, focusing on cloud services and building up brand-new solutions from scratch.<br><br>OUR GOALS AND VISION<br>Let’s face it: finance is complicated. That’s why we see ourselves as a trusted partner for our clients – guiding them efficiently through the complexity of credit management.<br><br>WE ARE LOOKING FOR<br>If you want to learn from the brightest minds in the industry, work with projects that bring value and are used by millions of customers, make a career in a global company, value diversity and open-door management culture, then this is the right place for you.<br><br>WE OFFER<br>Start-up mindset in a worldwide corporation with a lot of opportunities to grow. Coaching and responsibility in projects that actually matter. International environment – we have over 31 different nationalities located in Tallinn.<br><br>SOME FUN FACTS<br>On average, every consumer in Germany comes into contact with Arvato services 8 times a day. AFS belongs to a world-wide Bertelsmann Group, where history is made. To find out more come to our virtual fair stand where you will meet real teams or use A-team’s QR code!"
        }
    },
    {
        "company": {
            "name": "Artec Design",
            "about": "Firma kirjeldus lisatakse varsti, vaadake hiljem uuesti."
        }
    },
    
    {
        "company": {
            "name": "Devtailor",
            "about": "Firma kirjeldus lisatakse varsti, vaadake hiljem uuesti."
        }
    },
    {
        "company": {
            "name": "Eesti Energia AS",
            "about": "Firma kirjeldus lisatakse varsti, vaadake hiljem uuesti."
        }
    },
    {
        "company": {
            "name": "Ericsson",
            "about": "Firma kirjeldus lisatakse varsti, vaadake hiljem uuesti."
        }
    },
    {
        "company": {
            "name": "Net Group",
            "about": "Firma kirjeldus lisatakse varsti, vaadake hiljem uuesti."
        }
    },
    {
        "company": {
            "name": "SEB Pank",
            "about": "Firma kirjeldus lisatakse varsti, vaadake hiljem uuesti."
        }
    },
    {
        "company": {
            "name": "Tervise ja Heaolu Infosüsteemide Keskus",
            "about": "Firma kirjeldus lisatakse varsti, vaadake hiljem uuesti."
        }
    },
    { 
        "company": {
        "name": "Veebipoed",
        "about": "Veebipoed on kiirelt kasvav, ambitsioonikas väikeettevõte, kelle kirg on luua tehnilisi lahendusi, millest on päriselt kasu. Tänapäeval vajab iga kaupmees e-poodi, meie ehitame need üles vastavalt kliendi vajadustele, liidestame olemasoleva kassa- ja laotarkvaraga, aidates seeläbi kliendi äril kasvada. Lisaks e-poodide arendusele tegeleme ka riigile veebilehtede ja mobiilirakenduste loomisega. Meie tuntuimad kliendid nii era- kui riigisektoris on JOIK, Omniva, Matkasport, Bio4You, Itek, Realiseerimiskeskus, Keskkonnaagentuur, Mürgistusteabekeskus, Keskkonnaministeerium jt.<br><br> Meil on aktiivne ja nooruslik meeskond, kes saab hakkama keerukates olukordades, õpib iga kogemusega, et järgmisel korral teha veelgi parem lahendus. Nii nagu klientide, hindame ka töötajate puhul pikaajalisi ja usalduslikke suhteid – mitmed praktikale tulnud noored on jäänud meie juurde aastateks. Peale koodikirjutamise meeldib meile koos ka näiteks vastlaliugu lasta ja kanuuga mööda jõge uhada.<br><br> Otsime oma meeskonda noori projektijuhte ja arendajaid, kes on valmis väljakutseteks, tahavad kätt tehnoloogia pulsil hoida ning anda oma panuse ettevõtte arengusse. Ära muretse! Eelnev töökogemus ei ole vajalik, kuna 80% meie meeskonnast on tulnud otse ülikoolist ja juba lühikese ajaga omandanud e-kaubanduses spetsialisti teadmised.<br><br> Kontaktinfo: Helen Maisa, <a href='mailto:helen@veebipoed.ee'>helen@veebipoed.ee</a>"
        }
    },
    {
        "company": {
            "name": "Lumav Commerce OÜ",
            "about": "Lumav Commerce pakub digiäri kasvatamise analüüsi, loob uusi lahendusi Magento platvormile ning hooldab olemasolevaid e-ärisid. Kiire kasvu tulemusena oleme viimased kolm aastat järjest olnud Äripäeva Gaselli TOPis ning hetkel töötab ettevõttes üle 40 inimese. Oleme Baltikumi üks neljast  Magento ametlikuks partneriks valitutest ja esimene ning ainuke Eesti kapitalil olev Magento partner. Meie klientide e-poed on kaks viimast aastat <a target='_blank' href='https://kaubandus.ee'>kaubandus.ee</a> poolt tunnistatud kõige kasutajasõbralikemateks (Loverte 2019 ja WeekendShoes 2020). <br><br>Kellega otsime kontakti? <br><br>Ootame e-poodide arendamisest huvituvaid noori. <br><ul><li>Back-end arendajaid - Magento e-äri loomine PHP/Lamp raamistikus</li> <li>Testijaid - e-äri lahenduste kvaliteedi eest vastutamine ning testimine</li> <li>Analüütikuid - kelle ülesandeks oleks Magento tehniliste lähteülesannete analüüs ning koostamine</li> <li>Projektijuhte - Magento e-äri tehniliste projektijde juhtimine </li></ul>Lähiajal võime olla alustamas ka eraldi praktikaprogrammi JavaScript/PWA arendajatele. <br><br> Väljakutsed <br><br>Kui juba varem oli e-äride osakaalu kasv suur ning sinna tehti suuri investeeringuid, siis koroona ajal kiirenes see veelgi. Ettevõtted, kes ei ole oma äri internetti viinud, on konkurentsist maha jäämas ning Lumav abistab oma kliente tehniliste lahenduste loomisel Magento platvormile. Magentot kasutab maailma 1000t suurimast e-poest 190 ning on Gartneri ja Forresteri poolt aastaid üheks parimaks tunnustatud. Lumavi meeskonnaliikmena pead olema valmis töötama dünaamilises kiiresti arenevas keskkonnas. <br><br>Ei oota enda meeskonda ainult juba kogenuid, vaid ka õpihimulisi noori, keda valdkond huvitab ning baasteadmised olemas. Uute töötajate väljaõpe toimub kohapeal - selleks on pandud paika õppeprogramm ning määratakse ka mentor. <br><br><a target='_blank' href='http://lumav.ee'>lumav.ee</a> <br><a target='_blank' href='https://www.lumav.ee/tule-toole'>https://www.lumav.ee/tule-toole</a>"
        }
    }

]