[
    { 
        "company": {
            "name": "AdCash",
            "about": "Adcash is a global online advertising platform. Our team has been rocking the ad tech industry since 2007 and we have offices in Tallinn, Barcelona and Sofia.<br><br> With advanced in-house optimization technology and over 13 years’ ad tech experience, we provide businesses with digital advertising tools that deliver real results. Our platform enables advertisers to reach global audiences and allows publishers to monetize web traffic with minimal effort. We have 10K+ active campaigns worldwide that are shown in 196 countries that reach 200M+ unique internet users every day. There’s a high probability you’ve seen our ads when browsing the web.<br><br> People are our greatest asset and we’re constantly looking for talented people to join our team. The life of an Adcasher includes the use of the latest technologies and equipment, working in pet-friendly city-centre offices, health and sports compensation and yearly training budget.<br><br> Find out more here:<br><a target='_blank' href=' https://careers.adcash.com/pages/adcash-internships'>careers.adcash.com/pages/adcash-internships</a>"
        }
    },
    
    { 
        "company": {
            "name": "AFS IT Services Estonia",
            "about": "<b>ABOUT US</b><br> We have 13+ different development teams, working in the fintech, payment, debt collection, security operations, risk management and animal welfare areas, focusing on cloud services and building up brand-new solutions from scratch.<br><br><b>OUR GOALS AND VISION</b><br>Let’s face it: finance is complicated. That’s why we see ourselves as a trusted partner for our clients – guiding them efficiently through the complexity of credit management.<br><br><b>WE ARE LOOKING FOR</b><br>If you want to learn from the brightest minds in the industry, work with projects that bring value and are used by millions of customers, make a career in a global company, value diversity and open-door management culture, then this is the right place for you.<br><br><b>WE OFFER</b><br>Start-up mindset in a worldwide corporation with a lot of opportunities to grow. Coaching and responsibility in projects that actually matter. International environment – we have over 31 different nationalities located in Tallinn.<br><br><b>SOME FUN FACTS</b><br>On average, every consumer in Germany comes into contact with Arvato services 8 times a day. AFS belongs to a world-wide Bertelsmann Group, where history is made. To find out more come to our virtual fair stand where you will meet real teams or use A-team’s QR code!"
        }
    },
    {
        "company": {
            "name": "Artec Design",
            "about": "Artec Design is a product development company covering an electronic product's complete design cycle, including conceptualization, electronic, mechanical, FPGA and software design as well as prototyping and production. Established in 1998, Artec Design has provided services to over 100 clients from more than 10 countries worldwide including Germany, Finland, Japan and USA.<br><br>We are looking for a talented and passionate software development intern, a firmware engineering intern and a PCB layout engineer to strengthen our development team. Join us and create products that help startups to grow, conquer space or provide value to millions of users every month!<br><br>You will have an opportunity to work on real products, complement theoretical knowledge with valuable experience and potentially secure a permanent job at Artec Design.<br><br>Sounds interesting? Contact us via:<br><a target='_blank' href='https://artecdesign.ee/careers'>artecdesign.ee/careers</a><br><a target='_blank' href='mailto:careers@artecdesign.ee'>careers@artecdesign.ee</a>"
        }
    },
    {
        "company": {
            "name": "BAFF Professional Internship Program ",
            "about": "Üliõpilane või äsja ülikooli lõpetanud – pakume vastavalt Sinu erialale Sulle praktikakogemust Ameerikas! Kandideeri BAFF erialapraktika programmi ja leiame Sulle ise sobiva praktika kohta 11. kuuks Ameerikas!<br><br>Balti-Ameerika Vabaduse Fond (BAFF) ootab üliõpilasi ja äsja kõrgkooli lõpetanuid kandideerima erialase praktika programmi, mille abil on võimalik kuni aasta aega stipendiumprogrammi abil erialast kogemust omandada Ameerikas.<br><br>Programmi teeb eriliseks asjaolu, et <b>sisse-saanutele otsitakse BAFF-i poolt sobiv praktika koht</b> ja osalejale tagatakse stipendium <b>kuni 30 000 dollarit aastas</b>, mis katab kõik kulud ehk lennupiletid, tervisekindlustuse ning võimaldab ka igapäevaselt ära elada USA-s (majutus, toitlustus, reisimine USA-s jmt). Fondi abil on praktikal käinud üle saja eestlase, kes on olnud väga erineva haridusliku taustaga nagu näiteks: avalik haldus ja avalikud suhted, ajakirjandus, ettevõtlus, IT, geneetika, kunst ja filmindus, heategevus, haridus, energeetika, ehitus, turism, põllumajandus, arhitektuur jpt.<br><br>Kandideerida saavad üliõpilased või äsja ülikooli lõpetanud Eesti, Läti või Leedu kodanikud.<br><br>Kandideerimiseks vajalike dokumentide ja kandideerimisprotsessi kirjeldus on leitav <a target='_blank' href='https://balticamericanfreedomfoundation.org/programs-awards-internship/'>BAFF veebilehel</a>.<br><br>Baltic-American Freedom Foundation (BAFF) tegutseb Baltimaades alates 2010. aasta sügisest. Fondi missioon on tugevdada sidet USA ning Eesti, Läti ja Leedu vahel majanduskasvule ja demokraatlike protsesside arengule suunatud hariduslike vahetusprogrammide läbiviimisega. Fond investeerib Baltimaade inimressurssidesse, pakkudes perspektiivikatele tudengitele ja teadlastele stipendiumiprogramme, mis võimaldavad saada toetust praktikaks ja uurimistööks Ameerika Ühendriikides."
        }
    },
    {
        "company": {
            "name": "Devtailor",
            "about": "<b>Time to start your next big thing with Devtailor.</b><br>Being very supportive of emerging technologies gives us the advantage of knowing the options to choose from. All our developers have strong fundamentals with eagerness to adopt and learn new things. Everyone will play a sizeable role in the company and will be given everything you need to grow.<br><br>Our work is more than just software and hardware development. We are leading the way in digital transformation and software innovation.<br><br>We push our clients to think bigger and dream more.<br><br>We are building the future with modern technologies. We deploy tool-for-the-job approach in our choice of technology as not all clients and projects are the same. At Devtailor, the world of tomorrow is more than just a prediction, it is our job.<br><br>Open positions:<ul><li>Development intern</li><li>UI/UX designer</li><li>Analyst</li></ul><br>Contact us: <a target='_blank' href='mailto:hello@devtailor.com'>hello@devtailor.com</a><br>Web: <a target='_blank' href='https://www.devtailor.com'>www.devtailor.com </a><br>Works: <a target='_blank' href='https://portfolio.devtailor.com'>portfolio.devtailor.com</a>"
        }
    },
    {
        "company": {
            "name": "Eesti Energia",
            "about": "Tule kasva koos meiega, et muuta homset energiamaailma! <br><br>Eesti Energia on rohkem kui 80-aastase kogemusega rahvusvaheline energiafirma ning Eesti kümnendi hinnatuim tööandja. Meie ambitsioon on pakkuda oma klientidele kasulikke ja mugavaid energialahendusi. Soovime toota energiat aina keskkonnasäästlikumalt – just nii anname oma panuse maailma puhtamaks muutmisesse.  <br><br>250-liikmelise IT meeskonna vedada on Eesti Energia digitaliseerimine. Teenindame oma kliente peaaegu 100% digikanalites ja seda rahvusvaheliselt viiel koduturul (Eesti, Läti, Leedu, Poola, Soome). Oleme paigaldanud kaugloetavad arvestid Eestis kõikide klientide tarbimiskohtadesse. Kasutame elektrivõrgu juhtimiseks ja haldamiseks digitaalseid lahendusi ning oleme klientideni toomas suurandmetel põhinevaid tarbimise juhtimise digitaalseid tooteid.  <br><br>Arendame elektriautodele erinevaid teenuseid nagu avalik laadimisteenus ja loome elektromobiilsuse teenuseid nii äri- kui eraklientidele. Meil on virtuaalse elektrijaama tarkvaraline lahendus, mis reageerib vajadusele hoida elektrivõrgus tasakaalu elektritootmise ja tarbimise vahel ning aktiveerib paindlikud varad ehk vähendab või suurendab nende tarbimist ja/või tootmist.<br><br>Oleme agiilset tarkvaraarendust väärtustav organisatsioon, kasutame nii pilvetaristut ja -tehnoloogiaid ning meil on oma arvestatava suurusega andmekeskused. Oleme inimesi väärtustav organisatsioon –meil on võimalus tegeleda rahvusvaheliselt väga erinevate põnevate teemadega ning ennast pidevalt arendada. <br><br>Selleks, et ambitsioonikaid eesmärke ellu viia, vajame häid IT spetsialiste, kelle silmad panevad särama väljakutsed, pakatavad ideedest ning soovivad panustada Eesti ühe olulisema ettevõtte arengusse.<br><br>Otsime praktikante järgmistesse valdkondadesse:<br><ul><li>tarkvara arendus (Java);</li><li>rakenduste administreerimine;</li><li>küberturve;</li><li>IT tugi.</li></ul><br>Jagame sinuga selle valdkonna teadmisi, anname võimaluse olla eestvedaja rohke mõjuga teemades. Toetame sind igal sammul ja kaasame toredatesse ühisettevõtmistesse.<br><br>Pakume sulle võimalust leiutada, kasvada ja käivitada koos oma ala tipptegijatega!<br><br>Võta meiega ühendust!<br><a target='_blank' href='mailto:praktika@energia.ee'>praktika@energia.ee</a><br><a target='_blank' href='https://www.energia.ee/praktika'>www.energia.ee/praktika</a>"
        }
    },
    {
        "company": {
            "name": "Ericsson",
            "about": "<b>Who’s Ericsson?</b><br> Ericsson has operated in Estonia for 25 years, 12 of which we have had a manufacturing site. We are the enablers of efficient industrialization and telecom products development through smart-manufacturing. Thanks to us 5G is reality! Our NPI (New Product Introduction) site has cutting-edge technology and world-class experts who develop new Ericsson Radio System products. We believe in innovation and continuous competence growth. We experiment, learn, and challenge ourselves every day - come and do it with us!<br><br><b>Who are we looking for? (Keda otsime praktikale)</b><br>If you are passionate about technology, innovation and engineering - come and experience Ericsson! Altogether in 6 different fields: Hardware & Software Engineering, Analyst, Technician, Operational Excellence and Purchaser we have 27 different positions and we plan to onboard around 50 trainees. YOU, with good English, strong motivation and confidence in your field are a perfect match for us!<br><br><b>Our offer</b><br>For our trainees we offer: <ul><li>2-6 months paid internship</li><li>Personal advisor</li><li>Personal growth in a global company</li><li>Diverse team experience and good network</li><li>Interns’ community events</li></ul><br><b>Company benefits (sports & wellbeing)</b><br>You can find the internship offers in Ericsson Estonia Facebook and cv.ee. Send your application to <a href='mailto:recruitment.estonia@ericsson.com'>recruitment.estonia@ericsson.com</a> by March 22nd!"
        }
    },
    {
        "company": {
            "name": "Handies",
            "about": "Handies is an environment that offers people the opportunity to earn extra money with their skills or even start a small business. Handies' role is to encourage people to be enterprising and to see ways to earn a living with the skills they already have.<br><br><b>Is Handies like Bolt?</b><br>It is good to compare Handies mobile app with the flagships in the sharing economy like Bolt and Uber. It brings together, on a location-by-location basis, customers and service providers, ie those who are looking for helpers in various small jobs and those who are experts in certain fields (construction, repair, mechanics, landscaping, gardening, cleaning, consulting, etc.). For the service provider, this is a fast, convenient and secure solution. The work is done on an hourly basis and payment is made through the application.<br><br><b>The sharing economy is the future</b><br>Why Handies? All trends show that the world is moving more and more towards a sharing economy, and Estonia is at the forefront of promoting this way of thinking, from Bolt to Handies. The younger generation does not own cars, kitchens or tools, which in the general picture is not a reasonable fixed cost for individuals or households. Society is becoming more needs-based and the worker is being ordered home instead of doing the repairment himself. Therefore, we also want to meet this growing demand with our Handies platform.<br><br><b>Who are we looking for?</b><br>We are looking for developers with React or React Native skills who already have previous internships or working experience (not crucial). It is useful if the developer has also dealt with the Expo framework.<br><br>If necessary and suitable, we can also offer topics for graduation theses and a longer contract after the internship."
        }
    },
    {
        "company": {
            "name": "Lumav Commerce",
            "about": "Lumav Commerce pakub digiäri kasvatamise analüüsi, loob uusi lahendusi Magento platvormile ning hooldab olemasolevaid e-ärisid. Kiire kasvu tulemusena oleme viimased kolm aastat järjest olnud Äripäeva Gaselli TOPis ning hetkel töötab ettevõttes üle 40 inimese. Oleme Baltikumi üks neljast  Magento ametlikuks partneriks valitutest ja esimene ning ainuke Eesti kapitalil olev Magento partner. Meie klientide e-poed on kaks viimast aastat <a target='_blank' href='https://kaubandus.ee'>kaubandus.ee</a> poolt tunnistatud kõige kasutajasõbralikemateks (Loverte 2019 ja WeekendShoes 2020). <br><br><b>Kellega otsime kontakti?</b><br>Ootame e-poodide arendamisest huvituvaid noori. <br><ul><li>Back-end arendajaid - Magento e-äri loomine PHP/Lamp raamistikus</li> <li>Testijaid - e-äri lahenduste kvaliteedi eest vastutamine ning testimine</li> <li>Analüütikuid - kelle ülesandeks oleks Magento tehniliste lähteülesannete analüüs ning koostamine</li> <li>Projektijuhte - Magento e-äri tehniliste projektijde juhtimine </li></ul>Lähiajal võime olla alustamas ka eraldi praktikaprogrammi JavaScript/PWA arendajatele. <br><br><b>Väljakutsed</b><br>Kui juba varem oli e-äride osakaalu kasv suur ning sinna tehti suuri investeeringuid, siis koroona ajal kiirenes see veelgi. Ettevõtted, kes ei ole oma äri internetti viinud, on konkurentsist maha jäämas ning Lumav abistab oma kliente tehniliste lahenduste loomisel Magento platvormile. Magentot kasutab maailma 1000t suurimast e-poest 190 ning on Gartneri ja Forresteri poolt aastaid üheks parimaks tunnustatud. Lumavi meeskonnaliikmena pead olema valmis töötama dünaamilises kiiresti arenevas keskkonnas. <br><br>Ei oota enda meeskonda ainult juba kogenuid, vaid ka õpihimulisi noori, keda valdkond huvitab ning baasteadmised olemas. Uute töötajate väljaõpe toimub kohapeal - selleks on pandud paika õppeprogramm ning määratakse ka mentor. <br><br><a target='_blank' href='https://lumav.ee'>lumav.ee</a> <br><a target='_blank' href='https://www.lumav.ee/tule-toole'>lumav.ee/tule-toole</a>"
        }
    },
    {
        "company": {
            "name": "Microsoft Development Center Estonia",
            "about": "<b>ABOUT US</b><br>Microsoft development centers in Tallinn and Tartu (MDCE) are changing the world every day. Estonia is THE place to be if you want to have a clear overview of how Microsoft’s top services are developed, including Microsoft Teams which is being used by hundreds of millions every day. But it’s not just Teams that shines in the meticulous hands of our developers. We are establishing a new standard in cloud technology and artificial intelligence as well. And we haven’t stopped with Skype just yet. We can say one thing for sure – working at MDCE is one of the few doors (if not the only door) in Estonia where you are immediately in the league of big players.<br><br><b>OUR GOALS AND VISION</b><br>Our vision is to provide young and established workers a way to advance their long and global IT careers. This can be done in Estonia by contributing to the development MS Teams, Skype, Azure and even more exciting futuristic products.<br><br><b>WHO ARE WE LOOKING FOR?</b><br>Is it Youuuuu we’re looking for (<i>in Lionel Richie’s voice - and if you don't know his single \"Hello\", shame on you</i>)? But seriously, we are looking for progressive students and recent Grads who want to contribute to the goal of making the Estonian Development Center the most innovative Microsoft unit in Europe.<br><br><b>WHAT WE OFFER</b><br>We offer an incomparable opportunity for learning and development on our paid, summer internships as well as full time graduate program. In the Baltic region, we are the only member of the G5 technology companies test (Microsoft, Google, Facebook, Amazon, Apple). Naturally, we have saunas, gyms and playrooms in our office and we support working from home.<br><br><b>INTERESTING FACTS ABOUT US:</b><br><ul><li>The Microsoft Development Center in Estonia started in 2003, when Skype was founded.</li><li>Tanel Erm, the head of our development center, started as a junior engineer in Skype.</li><li>Microsoft CEO Satya Nadella has announced 2021 as The Year of Teams - Teams is one of the products being developed in Estonia.</li></ul><br><b>OUR SOCIAL MEDIA</b><br><a target='_blank' href='https://facebook.com/MSDevEstonia'>facebook.com/MSDevEstonia</a><br><a target='_blank' href='https://instagram.com/msdevestonia'>instagram.com/msdevestonia</a>"
        }
    },
    {
        "company": {
            "name": "Net Group",
            "about": "Net Group on on rahvusvaheliselt tegutsev äri- ning tarkvaraarenduse ettevõte. Toetame organisatsioone nende digitaalse transformatsiooni teekonnal, kombineerides innovaatilisi ärimudeleid tipptasemel tehnoloogiaga. <br><br>Teame, et kvaliteeti on võimalik hoida vaid väga professionaalse ja motiveeritud meeskonnaga. Meie meeskonnas on erinevate tehnoloogiate arenduseksperdid ning säravate silmade, laia silmaringi ja väga heade kommunikatsioonioskustega spetsialistid. Tipptasemel tehniline kompetents ja väga hea kommunikatsioon on võtmetähtsusega eduni viivate lahenduste loomisel. <br><br>Praktikaprogramm Suveülikool 2021: <ul><li>oled huvitatud rahvusvahelise haardega äri- ja tarkvaraarendusettevõttes töötamisest;</li><li>soovid saada praktilisi teadmisi ja kogemusi ning oma oskusi päris projektides proovile panna;</li><li>tahad töötada üheskoos oma ala tipptegijatega rõõmsameelses IT kollektiivis.</li></ul>Oodatud on kõik tulevased arendajad, kes soovivad näha, kuidas töö päriselt tehnoloogiaettevõttes toimub!<br>Meie Suveülikooli tugevuseks on väga personaalne lähenemine. Osalejate arv ei ole suur ning osalejad saavad endale isikliku mentori meie kogenud spetsialistide hulgast, kes aitavad kiiresti erialaselt areneda.<br><br>Rohkem infot meie kohta leiad <a target='_blank' href='https://www.netgroup.com/et/'>netgroup.com/et/</a> ning hoia pilk peal meie tegemistel <a target='_blank' href='https://www.facebook.com/netgroup'>facebook.com/netgroup</a>. <br><br>Kui Sul tekkis küsimusi Suveülikooli kohta, siis kirjuta julgelt <a href='mailto:suveulikool@netgroup.com'>suveulikool@netgroup.com</a>."
        }
    },
    {
        "company": {
            "name": "SEB Pank",
            "about": "SEB Pangas on Sul päriselt võimalik panustada pangandusmaailma tulevikku ning teha asju, millel on suurem ühiskondlik mõju. Meie juurde on oodatud inimesed, kes on uuendusmeelsed ega karda põnevaid väljakutseid, mida igapäevatöös ette tuleb. Meie töötajatel on võimalus osaleda erinevates initsiatiivides ja projektides nii kohalikul kui rahvusvahelisel tasandil ning soovi korral neid ka juhtida. Usume, et iga töötaja vastutab oma arengu eest eelkõige ise, kuid oleme loonud keskkonna, kus on hea enda arendamisega tegeleda. Näiteks on meil mitmekülgsed koolitus- ja talendiprogrammid, töövarjutamine, tugev mentorkultuur, tasemeõppe toetamine ning omatöötaja õpitoad. Lisaks on meil virtuaalne ülikool SEB Campus, kus kõikidel töötajatel on võimalus õppida teemade kohta, mis neile enim huvi pakuvad.<br> Hindame tööandjana töö- ja pereelu tasakaalu, mistõttu pakume paindlikke töötingimusi, tervist toetavat töökeskkonda ning hoolime ka töötajate vaimsest tervisest ja panustame selle valdkonna tegemistesse. <br><br><b>Keda ootate ennekõike kohviku käigus enda vestluskanalitesse?</b><br>Ootame väga kohtumist noortega, kes huvituvad IT-valdkonda panustamisest, on uuendusmeelsed ega karda põnevaid väljakutseid.<br><br><b>Milliseid väljakutseid pakute?</b><br>Meil on IT-valdkonna praktikakohti pakkuda nii äriarenduse divisjonis kui infotehnoloogia valdkonnas, kuhu ootame praktikale noori, kes tunnevad huvi digimaailma ja infotehnoloogia teemade vastu. Praktikantidel on võimalus panustada näiteks pangasüsteemide arendamisega seotud tegevustesse ning toetada praktika käigus arendusjuhte ja programmeerijaid. Lisaks saab end proovile panna näiteks tarkvaratestide kirjutamisel ja dokumenteerimisel, arendusülesannete analüüsimisel ja lahenduste loomisel. <br>Kõik SEB praktikapakkumised on leitavad siit: <a target='_blank' href='https://www.seb.ee/seb/praktika/suvised-praktikakohad-youth-lab'>https://www.seb.ee/seb/praktika/suvised-praktikakohad-youth-lab</a> <br><br><b>Kuidas teie võimaluste kohta täpsemat infot saab (lingid, kontaktid)?</b><br><a target='_blank' href='https://www.seb.ee/praktika'>seb.ee/praktika</a> <br> <a target='_blank' href='https://www.seb.ee/karjaar'>seb.ee/karjaar</a> <br> <a target='_blank' href='mailto:praktika@seb.ee'>praktika@seb.ee</a>"
        }
    },
    {
        "company": {
            "name": "Snackable AI",
            "about": "<b>About us</b><br>Spoken word content has exploded. In 2021, we live in an audio-first world. All our thought leadership and professional conversations are taking place over audio/video online. Content creators, marketers and social teams now have a serious “content packaging problem.” They have to get content in front of time-strapped audiences, in the right channels, in easily consumable formats, with the right message. And to do it fast Snackable AI is the content discovery engine for the audio-first world. We use artificial intelligence to add structure and metadata into spoken word content, transforming monolithic content blocks into neat packages that are transparent, easy to search, access and share. <br><a target='_blank' href='https://youtu.be/tK48Hckf3Kw'>youtu.be/tK48Hckf3Kw</a><br><br><b>We are looking</b><br>We are looking for a Machine Learning Engineer Intern and an UI Design Intern. Anyone with deep interest and some practical experience from pet projects, University or professional life is welcome.<br><br><b>We offer</b><br>UI Design Intern: <a target='_blank' href='https://www.snackable.ai/ui-design-intern'>snackable.ai/ui-design-intern</a> <br>Machine Learning Engineer Intern: <a target='_blank' href='https://www.snackable.ai/machine-learning-engineer-intern'>snackable.ai/machine-learning-engineer-intern</a>"
        }
    },
    {
        "company": {
            "name": "Spin TEK",
            "about": "Spin TEK AS on üks Eesti vanimaid IT-firmasid. Oleme oma 29 tegevusaasta jooksul arendanud suurel hulgal erinevaid infosüsteeme nii avalikule sektorile kui ka eraettevõtetele. Tegutseme paljude põnevate projektidega nii Eestis kui ka rahvusvahelistel turgudel. Meie põhiväärtusteks on kvaliteet ja stabiilsus – soovime luua vaid sellist tarkvara, mis töötab pikaajaliselt.<br><br><b>KEDA OTSIME:</b><br>Oma meeskonda otsime eesti keelt kõnelevat tarkvara arendaja praktikanti, kellel on olemas tehniline loovus ja erialased algteadmised.<br>Meie stackiks on Symfony (PHP) ja PostgreSQL, front-endis kasutame erinevaid Javascripti raamistikke.<br>Praktikandilt ei eelda me konkreetsete programmeerimiskeelte või frameworkide kasutamise kogemust - need tekivad töö käigus - kuid ootame tõsist huvi programmeerimise vastu ja soovi oma teadmisi täiendada!<br><br><b>MIDA PAKUME:</b><br>Omalt poolt garanteerime vaheldusrikka töö ja abivalmis meeskonna. Määrame sulle kogenud mentori, kelle juhendamisel osaled reaalsetes projektides ning saad kogemuse uute originaaltarkvarade arendamisest. Meil on alati käsil korraga mitu erinevat põnevat projekti, seega ei saa töö meie meeskonnas kunagi igav olema.<br>Praktika on tasustatud! Kõiki praktikante näeme potentsiaalsete uute kolleegidena, kellega sobivusel sõlmime pärast praktikat ka töölepingu.<br><br>Anna endast märku: <a target='_blank' href='https://www.spin.ee/praktika'>www.spin.ee/praktika</a> või <a target='_blank' href='mailto:info@spin.ee'>info@spin.ee</a>"
        }
    },
    {
        "company": {
            "name": "TalTech teadusarvutuste keskus ",
            "about": "TalTech teadusarvutuste keskus haldab ja arendab suuremahulist arvutusressurssi, mille abil saavad Eesti teadlased analüüsida suuri andmeid ja läbi viia keerukaid simulatsioone. Meil on üle 200 serveri, 200TB salvestusmahtu ja värske server NVidia A100 graafikaprotsessoritega. Teeme tihedat koostööd teiste Eesti teadusarvutuste keskustega ja aitame oma kasutajaid Soomes loodavad LUMI superarvuti peale arvutama. LUMI superarvuti valmib suvel ja tõenäoliselt on ta sel ajal maailma superarvutite edetabelis kolme esimese seas.<br><br>Serverite operatsioonisüsteemina kasutame Linuxit, konfiguratsioone haldame Ansible’ga. Riistvara poole peal kasutame muu hulgas InfiniBandi võrku, 100GbE, vesijahutusega servereid.<br><br>Otsime oma tiimi uusi liikmeid, kellele meeldivad serverid ning kes on huvitatud koostööst oma valdkonna tippteadlastega. Tegevusi jätkub meil nii administraatoritele, arendajatele kui ka kasutajatoele. Praktika ja ka võimaliku hilisema töö saab ühildada TalTechis õppimisega.<br><br>Kontaktinfo: Lauri Anton, <a target='_blank' href='mailto:lauri.anton@taltech.ee'>lauri.anton@taltech.ee</a> "
        }
    },
    { 
        "company": {
            "name": "Veebipoed",
            "about": "Veebipoed on kiirelt kasvav, ambitsioonikas väikeettevõte, kelle kirg on luua tehnilisi lahendusi, millest on päriselt kasu. Tänapäeval vajab iga kaupmees e-poodi, meie ehitame need üles vastavalt kliendi vajadustele, liidestame olemasoleva kassa- ja laotarkvaraga, aidates seeläbi kliendi äril kasvada. Lisaks e-poodide arendusele tegeleme ka riigile veebilehtede ja mobiilirakenduste loomisega. Meie tuntuimad kliendid nii era- kui riigisektoris on JOIK, Omniva, Matkasport, Bio4You, Itek, Realiseerimiskeskus, Keskkonnaagentuur, Mürgistusteabekeskus, Keskkonnaministeerium jt.<br><br> Meil on aktiivne ja nooruslik meeskond, kes saab hakkama keerukates olukordades, õpib iga kogemusega, et järgmisel korral teha veelgi parem lahendus. Nii nagu klientide, hindame ka töötajate puhul pikaajalisi ja usalduslikke suhteid – mitmed praktikale tulnud noored on jäänud meie juurde aastateks. Peale koodikirjutamise meeldib meile koos ka näiteks vastlaliugu lasta ja kanuuga mööda jõge uhada.<br><br> Otsime oma meeskonda noori projektijuhte ja arendajaid, kes on valmis väljakutseteks, tahavad kätt tehnoloogia pulsil hoida ning anda oma panuse ettevõtte arengusse. Ära muretse! Eelnev töökogemus ei ole vajalik, kuna 80% meie meeskonnast on tulnud otse ülikoolist ja juba lühikese ajaga omandanud e-kaubanduses spetsialisti teadmised.<br><br> Kontaktinfo: Helen Maisa, <a href='mailto:helen@veebipoed.ee'>helen@veebipoed.ee</a>"
        }
    }

]