[
    { 
        "company": {
        "name": "Veebipoed",
        "about": "Veebipoed on kiirelt kasvav, ambitsioonikas väikeettevõte, kelle kirg on luua tehnilisi lahendusi, millest on päriselt kasu. Tänapäeval vajab iga kaupmees e-poodi, meie ehitame need üles vastavalt kliendi vajadustele, liidestame olemasoleva kassa- ja laotarkvaraga, aidates seeläbi kliendi äril kasvada. Lisaks e-poodide arendusele tegeleme ka riigile veebilehtede ja mobiilirakenduste loomisega. Meie tuntuimad kliendid nii era- kui riigisektoris on JOIK, Omniva, Matkasport, Bio4You, Itek, Realiseerimiskeskus, Keskkonnaagentuur, Mürgistusteabekeskus, Keskkonnaministeerium jt.<br><br> Meil on aktiivne ja nooruslik meeskond, kes saab hakkama keerukates olukordades, õpib iga kogemusega, et järgmisel korral teha veelgi parem lahendus. Nii nagu klientide, hindame ka töötajate puhul pikaajalisi ja usalduslikke suhteid – mitmed praktikale tulnud noored on jäänud meie juurde aastateks. Peale koodikirjutamise meeldib meile koos ka näiteks vastlaliugu lasta ja kanuuga mööda jõge uhada.<br><br> Otsime oma meeskonda noori projektijuhte ja arendajaid, kes on valmis väljakutseteks, tahavad kätt tehnoloogia pulsil hoida ning anda oma panuse ettevõtte arengusse. Ära muretse! Eelnev töökogemus ei ole vajalik, kuna 80% meie meeskonnast on tulnud otse ülikoolist ja juba lühikese ajaga omandanud e-kaubanduses spetsialisti teadmised.<br><br> Kontaktinfo: Helen Maisa, <a href='mailto:helen@veebipoed.ee'>helen@veebipoed.ee</a>",
        "image": "c1"
        }
    },
    { 
        "company": {
        "name": "Arvato",
        "about": "ABOUT US<br> We have 13+ different development teams, working in the fintech, payment, debt collection, security operations, risk management and animal welfare areas, focusing on cloud services and building up brand-new solutions from scratch.<br><br>OUR GOALS AND VISION<br>Let’s face it: finance is complicated. That’s why we see ourselves as a trusted partner for our clients – guiding them efficiently through the complexity of credit management.<br><br>WE ARE LOOKING FOR<br>If you want to learn from the brightest minds in the industry, work with projects that bring value and are used by millions of customers, make a career in a global company, value diversity and open-door management culture, then this is the right place for you.<br><br>WE OFFER<br>Start-up mindset in a worldwide corporation with a lot of opportunities to grow. Coaching and responsibility in projects that actually matter. International environment – we have over 31 different nationalities located in Tallinn.<br><br>SOME FUN FACTS<br>On average, every consumer in Germany comes into contact with Arvato services 8 times a day. AFS belongs to a world-wide Bertelsmann Group, where history is made. To find out more come to our virtual fair stand where you will meet real teams or use A-team’s QR code!",
        "image": "c2"
        }
    },
    { 
        "company": {
        "name": "firma 3",
        "about": "Now that we know who you are, I know who I am. I'm not a mistake! It all makes sense! In a comic, you know how you can tell who the arch-villain's going to be? He's the exact opposite of the hero. And most times they're friends, like you and me! I should've known way back when... You know why, David? Because of the kids. They called me Mr Glass.",
        "image": "c3"
        }
    },
    { 
        "company": {
        "name": "firma 4",
        "about": "The path of the righteous man is beset on all sides by the iniquities of the selfish and the tyranny of evil men. Blessed is he who, in the name of charity and good will, shepherds the weak through the valley of darkness, for he is truly his brother's keeper and the finder of lost children. And I will strike down upon thee with great vengeance and furious anger those who would attempt to poison and destroy My brothers. And you will know My name is the Lord when I lay My vengeance upon thee.",
        "image": "c4"
        }
    },
    { 
        "company": {
        "name": "firma 5",
        "about": "Now that there is the Tec-9, a crappy spray gun from South Miami. This gun is advertised as the most popular gun in American crime. Do you believe that shit? It actually says that in the little book that comes with it: the most popular gun in American crime. Like they're actually proud of that shit. ",
        "image": "c5"
        }
    }

]