[
    { 
        "company": {
            "name": "AdCash",
            "about": "Adcash is a global online advertising platform. Our team has been rocking the ad tech industry since 2007 and we have offices in Tallinn, Barcelona and Sofia.<br><br> With advanced in-house optimization technology and over 13 years’ ad tech experience, we provide businesses with digital advertising tools that deliver real results. Our platform enables advertisers to reach global audiences and allows publishers to monetize web traffic with minimal effort. We have 10K+ active campaigns worldwide that are shown in 196 countries that reach 200M+ unique internet users every day. There’s a high probability you’ve seen our ads when browsing the web.<br><br> People are our greatest asset and we’re constantly looking for talented people to join our team. The life of an Adcasher includes the use of the latest technologies and equipment, working in pet-friendly city-centre offices, health and sports compensation and yearly training budget.<br><br> Find out more here: <a target='_blank' href='http://adcash.com/careers'>adcash.com/careers</a>"
        }
    },
    
    { 
        "company": {
            "name": "Arvato",
            "about": "<b>ABOUT US</b><br> We have 13+ different development teams, working in the fintech, payment, debt collection, security operations, risk management and animal welfare areas, focusing on cloud services and building up brand-new solutions from scratch.<br><br><b>OUR GOALS AND VISION</b><br>Let’s face it: finance is complicated. That’s why we see ourselves as a trusted partner for our clients – guiding them efficiently through the complexity of credit management.<br><br><b>WE ARE LOOKING FOR</b><br>If you want to learn from the brightest minds in the industry, work with projects that bring value and are used by millions of customers, make a career in a global company, value diversity and open-door management culture, then this is the right place for you.<br><br><b>WE OFFER</b><br>Start-up mindset in a worldwide corporation with a lot of opportunities to grow. Coaching and responsibility in projects that actually matter. International environment – we have over 31 different nationalities located in Tallinn.<br><br><b>SOME FUN FACTS</b><br>On average, every consumer in Germany comes into contact with Arvato services 8 times a day. AFS belongs to a world-wide Bertelsmann Group, where history is made. To find out more come to our virtual fair stand where you will meet real teams or use A-team’s QR code!"
        }
    },
    {
        "company": {
            "name": "Artec Design",
            "about": "Firma kirjeldus lisatakse varsti, vaadake hiljem uuesti."
        }
    },
    
    {
        "company": {
            "name": "Devtailor",
            "about": "Firma kirjeldus lisatakse varsti, vaadake hiljem uuesti."
        }
    },
    {
        "company": {
            "name": "Eesti Energia",
            "about": "Tule kasva koos meiega, et muuta homset energiamaailma! <br><br>Eesti Energia on rohkem kui 80-aastase kogemusega rahvusvaheline energiafirma ning Eesti kümnendi hinnatuim tööandja. Meie ambitsioon on pakkuda oma klientidele kasulikke ja mugavaid energialahendusi. Soovime toota energiat aina keskkonnasäästlikumalt – just nii anname oma panuse maailma puhtamaks muutmisesse.  <br><br>250-liikmelise IT meeskonna vedada on Eesti Energia digitaliseerimine. Teenindame oma kliente peaaegu 100% digikanalites ja seda rahvusvaheliselt viiel koduturul (Eesti, Läti, Leedu, Poola, Soome). Oleme paigaldanud kaugloetavad arvestid Eestis kõikide klientide tarbimiskohtadesse. Kasutame elektrivõrgu juhtimiseks ja haldamiseks digitaalseid lahendusi ning oleme klientideni toomas suurandmetel põhinevaid tarbimise juhtimise digitaalseid tooteid.  <br><br>Arendame elektriautodele erinevaid teenuseid nagu avalik laadimisteenus ja loome elektromobiilsuse teenuseid nii äri- kui eraklientidele. Meil on virtuaalse elektrijaama tarkvaraline lahendus, mis reageerib vajadusele hoida elektrivõrgus tasakaalu elektritootmise ja tarbimise vahel ning aktiveerib paindlikud varad ehk vähendab või suurendab nende tarbimist ja/või tootmist.<br><br>Oleme agiilset tarkvaraarendust väärtustav organisatsioon, kasutame nii pilvetaristut ja -tehnoloogiaid ning meil on oma arvestatava suurusega andmekeskused. Oleme inimesi väärtustav organisatsioon –meil on võimalus tegeleda rahvusvaheliselt väga erinevate põnevate teemadega ning ennast pidevalt arendada. <br><br>Selleks, et ambitsioonikaid eesmärke ellu viia, vajame häid IT spetsialiste, kelle silmad panevad särama väljakutsed, pakatavad ideedest ning soovivad panustada Eesti ühe olulisema ettevõtte arengusse.<br><br>Otsime praktikante järgmistesse valdkondadesse:<br><ul><li>tarkvara arendus (Java);</li><li>rakenduste administreerimine;</li><li>küberturve;</li><li>IT tugi.</li></ul><br>Jagame sinuga selle valdkonna teadmisi, anname võimaluse olla eestvedaja rohke mõjuga teemades. Toetame sind igal sammul ja kaasame toredatesse ühisettevõtmistesse.<br><br>Pakume sulle võimalust leiutada, kasvada ja käivitada koos oma ala tipptegijatega!<br><br>Võta meiega ühendust!<br><a target='_blank' href='mailto:praktika@energia.ee'>praktika@energia.ee</a><br><a target='_blank' href='https://www.energia.ee/praktika'>www.energia.ee/praktika</a>"
        }
    },
    {
        "company": {
            "name": "Ericsson",
            "about": "<b>Who’s Ericsson?</b><br> Ericsson has operated in Estonia for 25 years, 12 of which we have had a manufacturing site. We are the enablers of efficient industrialization and telecom products development through smart-manufacturing. Thanks to us 5G is reality! Our NPI (New Product Introduction) site has cutting-edge technology and world-class experts who develop new Ericsson Radio System products. We believe in innovation and continuous competence growth. We experiment, learn, and challenge ourselves every day - come and do it with us!<br><br><b>Who are we looking for? (Keda otsime praktikale)</b><br>If you are passionate about technology, innovation and engineering - come and experience Ericsson! Altogether in 6 different fields: Hardware & Software Engineering, Analyst, Technician, Operational Excellence and Purchaser we have 27 different positions and we plan to onboard around 50 trainees. YOU, with good English, strong motivation and confidence in your field are a perfect match for us!<br><br><b>Our offer</b><br>For our trainees we offer: <ul><li>2-6 months paid internship</li><li>Personal advisor</li><li>Personal growth in a global company</li><li>Diverse team experience and good network</li><li>Interns’ community events</li></ul><br><b>Company benefits (sports & wellbeing)</b><br>You can find the internship offers in Ericsson Estonia Facebook and cv.ee. Send your application to <a href='mailto:recruitment.estonia@ericsson.com'>recruitment.estonia@ericsson.com</a> by March 22nd!"
        }
    },
    {
        "company": {
            "name": "Net Group",
            "about": "Firma kirjeldus lisatakse varsti, vaadake hiljem uuesti."
        }
    },
    {
        "company": {
            "name": "SEB Pank",
            "about": "SEB Pangas on Sul päriselt võimalik panustada pangandusmaailma tulevikku ning teha asju, millel on suurem ühiskondlik mõju. Meie juurde on oodatud inimesed, kes on uuendusmeelsed ega karda põnevaid väljakutseid, mida igapäevatöös ette tuleb. Meie töötajatel on võimalus osaleda erinevates initsiatiivides ja projektides nii kohalikul kui rahvusvahelisel tasandil ning soovi korral neid ka juhtida. Usume, et iga töötaja vastutab oma arengu eest eelkõige ise, kuid oleme loonud keskkonna, kus on hea enda arendamisega tegeleda. Näiteks on meil mitmekülgsed koolitus- ja talendiprogrammid, töövarjutamine, tugev mentorkultuur, tasemeõppe toetamine ning omatöötaja õpitoad. Lisaks on meil virtuaalne ülikool SEB Campus, kus kõikidel töötajatel on võimalus õppida teemade kohta, mis neile enim huvi pakuvad.<br> Hindame tööandjana töö- ja pereelu tasakaalu, mistõttu pakume paindlikke töötingimusi, tervist toetavat töökeskkonda ning hoolime ka töötajate vaimsest tervisest ja panustame selle valdkonna tegemistesse. <br><br><b>Keda ootate ennekõike kohviku käigus enda vestluskanalitesse?</b><br>Ootame väga kohtumist noortega, kes huvituvad IT-valdkonda panustamisest, on uuendusmeelsed ega karda põnevaid väljakutseid.<br><br><b>Milliseid väljakutseid pakute?</b><br>Meil on IT-valdkonna praktikakohti pakkuda nii äriarenduse divisjonis kui infotehnoloogia valdkonnas, kuhu ootame praktikale noori, kes tunnevad huvi digimaailma ja infotehnoloogia teemade vastu. Praktikantidel on võimalus panustada näiteks pangasüsteemide arendamisega seotud tegevustesse ning toetada praktika käigus arendusjuhte ja programmeerijaid. Lisaks saab end proovile panna näiteks tarkvaratestide kirjutamisel ja dokumenteerimisel, arendusülesannete analüüsimisel ja lahenduste loomisel. <br>Kõik SEB praktikapakkumised on leitavad siit: <a target='_blank' href='https://www.seb.ee/seb/praktika/suvised-praktikakohad-youth-lab'>https://www.seb.ee/seb/praktika/suvised-praktikakohad-youth-lab</a> <br><br><b>Kuidas teie võimaluste kohta täpsemat infot saab (lingid, kontaktid)?</b><br><a target='_blank' href='https://www.seb.ee/praktika'>seb.ee/praktika</a> <br> <a target='_blank' href='https://www.seb.ee/karjaar'>seb.ee/karjaar</a> <br> <a target='_blank' href='mailto:praktika@seb.ee'>praktika@seb.ee</a>"
        }
    },
    {
        "company": {
            "name": "Tervise ja Heaolu Infosüsteemide Keskus",
            "about": "Firma kirjeldus lisatakse varsti, vaadake hiljem uuesti."
        }
    },
    { 
        "company": {
            "name": "Veebipoed",
            "about": "Veebipoed on kiirelt kasvav, ambitsioonikas väikeettevõte, kelle kirg on luua tehnilisi lahendusi, millest on päriselt kasu. Tänapäeval vajab iga kaupmees e-poodi, meie ehitame need üles vastavalt kliendi vajadustele, liidestame olemasoleva kassa- ja laotarkvaraga, aidates seeläbi kliendi äril kasvada. Lisaks e-poodide arendusele tegeleme ka riigile veebilehtede ja mobiilirakenduste loomisega. Meie tuntuimad kliendid nii era- kui riigisektoris on JOIK, Omniva, Matkasport, Bio4You, Itek, Realiseerimiskeskus, Keskkonnaagentuur, Mürgistusteabekeskus, Keskkonnaministeerium jt.<br><br> Meil on aktiivne ja nooruslik meeskond, kes saab hakkama keerukates olukordades, õpib iga kogemusega, et järgmisel korral teha veelgi parem lahendus. Nii nagu klientide, hindame ka töötajate puhul pikaajalisi ja usalduslikke suhteid – mitmed praktikale tulnud noored on jäänud meie juurde aastateks. Peale koodikirjutamise meeldib meile koos ka näiteks vastlaliugu lasta ja kanuuga mööda jõge uhada.<br><br> Otsime oma meeskonda noori projektijuhte ja arendajaid, kes on valmis väljakutseteks, tahavad kätt tehnoloogia pulsil hoida ning anda oma panuse ettevõtte arengusse. Ära muretse! Eelnev töökogemus ei ole vajalik, kuna 80% meie meeskonnast on tulnud otse ülikoolist ja juba lühikese ajaga omandanud e-kaubanduses spetsialisti teadmised.<br><br> Kontaktinfo: Helen Maisa, <a href='mailto:helen@veebipoed.ee'>helen@veebipoed.ee</a>"
        }
    },
    {
        "company": {
            "name": "Lumav Commerce",
            "about": "Lumav Commerce pakub digiäri kasvatamise analüüsi, loob uusi lahendusi Magento platvormile ning hooldab olemasolevaid e-ärisid. Kiire kasvu tulemusena oleme viimased kolm aastat järjest olnud Äripäeva Gaselli TOPis ning hetkel töötab ettevõttes üle 40 inimese. Oleme Baltikumi üks neljast  Magento ametlikuks partneriks valitutest ja esimene ning ainuke Eesti kapitalil olev Magento partner. Meie klientide e-poed on kaks viimast aastat <a target='_blank' href='https://kaubandus.ee'>kaubandus.ee</a> poolt tunnistatud kõige kasutajasõbralikemateks (Loverte 2019 ja WeekendShoes 2020). <br><br>Kellega otsime kontakti? <br><br>Ootame e-poodide arendamisest huvituvaid noori. <br><ul><li>Back-end arendajaid - Magento e-äri loomine PHP/Lamp raamistikus</li> <li>Testijaid - e-äri lahenduste kvaliteedi eest vastutamine ning testimine</li> <li>Analüütikuid - kelle ülesandeks oleks Magento tehniliste lähteülesannete analüüs ning koostamine</li> <li>Projektijuhte - Magento e-äri tehniliste projektijde juhtimine </li></ul>Lähiajal võime olla alustamas ka eraldi praktikaprogrammi JavaScript/PWA arendajatele. <br><br> Väljakutsed <br><br>Kui juba varem oli e-äride osakaalu kasv suur ning sinna tehti suuri investeeringuid, siis koroona ajal kiirenes see veelgi. Ettevõtted, kes ei ole oma äri internetti viinud, on konkurentsist maha jäämas ning Lumav abistab oma kliente tehniliste lahenduste loomisel Magento platvormile. Magentot kasutab maailma 1000t suurimast e-poest 190 ning on Gartneri ja Forresteri poolt aastaid üheks parimaks tunnustatud. Lumavi meeskonnaliikmena pead olema valmis töötama dünaamilises kiiresti arenevas keskkonnas. <br><br>Ei oota enda meeskonda ainult juba kogenuid, vaid ka õpihimulisi noori, keda valdkond huvitab ning baasteadmised olemas. Uute töötajate väljaõpe toimub kohapeal - selleks on pandud paika õppeprogramm ning määratakse ka mentor. <br><br><a target='_blank' href='https://lumav.ee'>lumav.ee</a> <br><a target='_blank' href='https://www.lumav.ee/tule-toole'>lumav.ee/tule-toole</a>"
        }
    }
    

]