{    
    "navigation": {
        "title": "INTERNSHIP CAFÉ",
        "registration": "Registration",
        "guide": "Discord guide"
    },
    "header": {
        "title": "FIND YOURSELF AN INTERNSHIP",
        "secondaryTitle": "17.03 • 12:00 p.m. • Discord",
        "content": "Internship café is an information day for IT majors. Students have the moment to learn more about different companies and career opportunities as well as find an internship of their dreams. Join the event’s Discord and be a part of TalTech's largest internship information day."
    },
    "about": {
        "title": "About the event",
        "mainContent1": "Internship café is an information day for TalTech students, where representatives of different companies and future interns meet. Those interested have the opportunity to ask specialists about their work and get to know their potential employers.",
        "mainContent2": "PS! Internship café is primarily aimed at IT students, but students from other faculties can also find something of interest. The event is organized by The Student Council of the School of IT."
    },
    "companies": {
        "title": "Participating companies"
    },
    "questions": {
        "title": "What to ask?",
        "subtext": "Here are some examples of questions to ask employers.",
        "question1": "What skills are required to apply for a position?",
        "question2": "What technologies are used in the company?",
        "question3": "What to expect in terms of salary?",
        "question4": "What does the daily work of the office look like?",
        "question5": "What is the workload?",
        "question6": "How flexible is the schedule or workload when working as a student?",
        "question7": "What are the self-development opportunities in the company? Are there any additional trainings offered?"
    },
    "form": {
        "name": "Name",
        "namePlaceholder": "Enter name",
        "email": "Email",
        "emailPlaceholder": "Enter email",
        "button": "Submit"
    },
    "guide": {
        "textBox1": {
            "title": "Voice channels and text channels",
            "content": "There are 2 ways of communication in Discord, voice channels and text channels. These can be found on the left side of the screen, just right of the discord server icons. Text channels begin with the “#” symbol, but pay attention that texts end up in the correct text channel! Voice channels appear with a speaker icon, if you click on it, you will automatically join the voice channel right away and ready to speak. If for some reason other people can’t hear you or sound quality isn’t good enough, contact the moderators and we will try to find the solution for you!"
        },
        "textBox2": {
            "title": "Someone too loud or too quiet?",
            "content": "Discord allows you to change other peoples volume if it is too quiet or too loud. (Note other people will not get affected by this.) To achieve this, you need to hover over the persons name and right-click, then you will see the User Volume option appear in the pop-up menu, dragging the white dot to the left will lower the users volume and dragging the dot to the right will raise the volume."
        },
        "textBox3": {
            "title": "Muting yourself and deafening Discord",
            "content": "To mute yourself in Discord, locate the microphone icon on the bottom of the screen directly to the right of your name. If there is a diagonal red line across the microphone icon, that means that you’re already muted. Clicking on the icon will toggle your microphone on and off. The headphones icon will deafen Discord and you will not hear anyone nor will anyone hear you."
        },
        "textBox4": {
            "title": "Speaking to a company",
            "content": "If you wish to speak with a representative from a company, join the voice channel with the corresponding voice channel that also has “queue” in its name. The channel with the representatives in it has a maximum capacity of 5 people and if there is less than 5 people in the channel, then you can join said channel. Please let the people who have been in the queue channel longer join first. The representatives might notice you skipping line and that will leave a bad impression on them. If you’ve talked for a while with the same company, please leave the channel so that other interested people can join."
        },
        "textBox5": {
            "title": "Questions and problems",
            "content": "If you have any questions or problems, then type in the #help text channel and moderators will try to find a solution as fast as possible."
        }
    }
}