{    
    "navigation": {
        "title": "INTERNSHIP CAFÉ",
        "registration": "Registration",
        "guide": "Discord guide"
    },
    "header": {
        "title": "FIND YOURSELF AN INTERNSHIP",
        "secondaryTitle": "17.03 • 12:00 p.m. • Discord",
        "content": "Internship café is an information day for IT majors. Students have the opportunity to learn more about different companies and career options as well as find an internship of their dreams. Join the event’s Discord and be a part of the TalTech School of IT's internship information day."
    },
    "about": {
        "title": "About the event",
        "mainContent1": "Internship café is an information day for TalTech students, where representatives of different companies and future interns meet. Those interested have the opportunity to ask specialists about their work and get to know their potential employers.",
        "mainContent2": "PS! Internship café is primarily aimed at IT students, but students from other faculties can also find something of interest. The event is organized by The Student Council of the School of IT."
    },
    "companies": {
        "title": "Participating companies"
    },
    "questions": {
        "title": "What to ask?",
        "subtext": "Here are some examples of questions to ask employers.",
        "question1": "What skills are required to apply for a position?",
        "question2": "What technologies are used in the company?",
        "question3": "What to expect in terms of salary?",
        "question4": "What does the daily work of the office look like?",
        "question5": "What is the workload?",
        "question6": "How flexible is the schedule or workload when working as a student?",
        "question7": "What are the self-development opportunities in the company? Are there any additional trainings offered?"
    },
    "form": {
        "name": "Name",
        "namePlaceholder": "Enter name",
        "email": "Email",
        "emailPlaceholder": "Enter email",
        "button": "Submit",
        "success": "Thanks for registering!"
    },
    "guide": {
        "textBox1": {
            "title": "Installing Discord",
            "content": "Discord has both a browser version and an app. We recommend using the app, because it has more options and if you encounter any problems, the moderators might be able to help better. To download discord, go to the website <a>discord.com/download</a> and choose the download link that corresponds with your operating system. (Windows, MacOS, etc.) When DiscordSetup.exe has been downloaded, double left-click on the file and Discord will do the rest itself. Once you’ve successfully downloaded and opened discord, you need to create an account. In order to do that, click on the “Register” button."
        },
        "textBox2": {
            "title": "Registering as a user",
            "content": "Fill in the necessary blanks. We recommend using your first name or full name as your username. Once you’ve done that, click the “Continue” button. Now you need to verify your account. You should have received an email, in which you should click the “Verify email” button. You may get a captcha to check that you are not a robot but then your account will be verified."
        },
        "textBox3": {
            "content": "If you can’t find the verification email, check your spam folder. If you still can’t find it, log in to your Discord account and click on the gear icon that is located at the bottom of the screen to the right of your username."
        },
        "textBox4": {
            "content": "In the window that opens up, click on the “My Account” tab on the left side of the screen and then click on the white button on the yellow background and Discord will send you another verification email."
        }
    }
}