{
    "navigation": {
        "title": "PRAKTIKAKOHVIK",
        "registration": "Registreerimine",
        "guide": "Discordi juhend"
    },
    "header": {
        "title": "LEIA ENDALE PRAKTIKAKOHT",
        "secondaryTitle": "17.03 • kell 12:00 • Discordis",
        "content": "Praktikakohvik on IT-tudengitele suunatud infopäev. Tudengitel on võimalus lähemalt tutvuda erinevate ettevõtete ja karjäärivõimalustega ning leida omale unistuste praktikakoht. Liitu ürituse Discordiga ja saa osa TalTechi suurimast praktika infopäevast."
    },
    "about": {
        "title": "Üritusest",
        "mainContent1": "Praktikakohvik on TalTechi tudengitele suunatud infopäev, kus kohtuvad ettevõtete esindajad ja tulevased praktikandid. Huvilistel on võimalus küsida spetsialistidelt nende tööd puudutavaid küsimusi ning lähemalt tutvuda oma potentsiaalsete tööandjatega. Üritus toimub Discordis, registreerijatele saadetakse kutse.",
        "mainContent2": "PS! Praktikakohvik on eelkõige suunatud IT-tudengitele, kuid ka teiste teaduskondade üliõpilased võivad leida enda jaoks midagi huvitvat. Üritust korraldab IT-teaduskonna üliõpilaskogu."
    },
    "companies": {
        "title": "Osalevad firmad"
    },
    "questions": {
        "title": "Mida küsida?",
        "subtext": "Siin on mõned näited küsimustest, mida esitada tööandjatele.",
        "question1": "Mis oskusi on vaja, et mingile kohale kandideerida?",
        "question2": "Milliseid tehnoloogiad firmas kasutatakse?",
        "question3": "Mida oodata palga suhtes?",
        "question4": "Milline näeb välja kontori igapäev?",
        "question5": "Milline on töökoormus?",
        "question6": "Kui paindlik on tudengina tööl käimise juures graafik või koormus?",
        "question7": "Mis on ettevõttes arenemisvõimalused? Kas pakutakse mingeid lisakoolitusi?"
    },
    "form": {
        "name": "Nimi",
        "namePlaceholder": "Sisesta nimi",
        "email": "Email",
        "emailPlaceholder": "Sisesta email",
        "button": "Esita",
        "success": "Täname registreerimast!"
    },
    "guide": {
        "textBox1": {
            "title": "Discordi installimine",
            "content": "Discordil on olemas veebiversioon ja programm. Meie soovitame kasutada programmi, sellepärast et sellel on rohkem võimalusi ning samuti kui peaks tekkima probleeme, oskavad moderaatorid sellega paremini aidata. Discordi alla laadimiseks minge lehele: <a>discord.com/download</a> ja valige sealt enda operatsioonisüsteemile (Windows, MacOS, jne.) vastav allalaadimislink. Kui DiscordSetup.exe fail on alla laetud, tuleb selle peal teha hiire vasaku nupuga topeltklõps ning Discord teeb ülejäänud asjad ise ära. Kui olete discordi edukalt alla laadinud ja avanud, on vaja veel registreeruda. Selleks vajutage “Register”-i peale."
        },
        "textBox2": {
            "title": "Registreerimine kasutajaks",
            "content": "Täitke vajalikud lüngad ära, nimeks soovitame panna enda nime (eesnime või täispika nime) ja siis vajutage <i>Continue</i> nuppu. Seejärel on Teil vaja ka kinnitada Teie kasutaja. Selleks tuleb Teie sisestatud meili postkasti email, mille keskel olevale <i>Verify email</i> nupule. Vajadusel kontrollib avanev lehekülg, et Teie ei ole robot, kuid siis ongi kasutaja registreeritud."
        },
        "textBox3": {
            "content": "Kui meili pealt kinnitusmeili ei leia, kontrollige ka rämpsposti. Kui siiski ei leia, logige Discordi sisse ja vajutage ekraani all osas Teie kasutajanimest paremal asuvale hammasratta ikoonile."
        },
        "textBox4": {
            "content": "Avanevas aknas vajutage vasakul olevale <i>My Account</i> nupule ning ekraani üleval kollases kastis olevale valgele nupule vajutades saadetakse teile kinnitusmeil uuesti."
        }
    }
}